artlaman.chalice-color-theme
artlaman.chalice-icon-theme
bierner.markdown-mermaid
bpruitt-goddard.mermaid-markdown-syntax-highlighting
christian-kohler.path-intellisense
codezombiech.gitignore
donjayamanne.githistory
dotjoshjohnson.xml
eamodio.gitlens
editorconfig.editorconfig
felipecaputo.git-project-manager
formulahendry.code-runner
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
gruntfuggly.triggertaskonsave
james-yu.latex-workshop
jock.svg
liximomo.remotefs
mechatroner.rainbow-csv
mhutchie.git-graph
ms-vscode.hexeditor
mtxr.sqltools
mtxr.sqltools-driver-mssql
mtxr.sqltools-driver-mysql
mtxr.sqltools-driver-pg
mtxr.sqltools-driver-sqlite
natizyskunk.sftp
rangav.vscode-thunder-client
redhat.vscode-yaml
ryanluker.vscode-coverage-gutters
stxr.iconfont-preview
tamasfe.even-better-toml
trunk.io
wakatime.vscode-wakatime
yzhang.markdown-all-in-one